{
    "How do I submit my solution/project?": "Your project will be submitted through Devpost. Click on the \"Submit Project\" button at the top of the site to access the Devpost. Your submission must include a video (no longer than 2 minutes) that showcases your project, a basic description of your project, and the challenge(s) for which you want your project to be considered.",
    "Where do I go to attend a session?": "All workshops, activities and events will be taking place via Zoom. Meetings links will be shared via Discord.",
    "How do I find a mentor for help?": "Mentoring will all be done through Discord. To request a mentor, fill out the form on the Discord channel  and then hop onto our Mentorship zoom hangout to connect with your assigned mentor.",
    "How do I join the Discord? I didn't get an invite.": "Register on our <a href=\"https://www.eventbrite.com/e/techtogether-miami-tickets-166261090397\">EventBrite</a> and you will get emailed a link to join the Discord. Make sure to check your spam folder for all event emails.",
    "When is the project submission deadline?": "Make sure to check the event schedule to stay up to date on important hackathon deadlines and everything you need to know about what's going on throughout the weekend! Announcements and reminders will also be broadcasted on the Discord server in case you forget.",
    "Where can I find workshop recordings?":  "Workshop recordings will be available via a Google Drive folder and shared with participants following the completion of the event. So don't worry if you happen to miss one of this weekend's workshops because we got you covered! ",
    "How do I find a team to join?": "All teams must be between 2-4 people. While you have the option to work alone, if you want to submit your project you must work with at least one other person. Don't worry if you don't have a team—you'll have plenty of opportunities to find one virtually! TechTogether will be hosting a variety of team formation activities throughout the first day, and we will also have a Discord channel dedicated to team formation leading up to and during the event."
}